/* <@CharacterName> */
"%@ can fly this ship" = "%@ can fly this ship";

/* <@CharacterName> */
"%@ could fly this ship in %@" = "%1$@ could fly this ship in %2$@";

/* <@CharacterName */
"%@ could have this certificate in %@" = "%1$@ could have this certificate in %2$@";

/* <@CharacterName> has not claimed this cert */
"%@ has not claimed this certificate" = "%@ has not claimed this certificate";

/* <@CharacterName> has this cert */
"%@ has this certificate" = "%@ has this certificate";

/* Bottom toolbar text. Shows plan training time */
"%ld skills planned. Total training time: %@" = "%1$ld skills planned. Total training time: %2$@";

/* Character selection menu. keep translation short. */
"%ld skills queued (%@)" = "%1$ld skills queued (%2$@)";

/* add a ship to the skill plan */
"Add %@ to plan" = "Add %@ to plan";

/* add a certificate to the skill plan */
"Add to plan" = "Add to plan";

/* Database construction complete */
"All done!  Please Restart." = "All done!  Please Restart.";

/* skill details window. skill Already Trained to level x */
"Already Trained" = "Already Trained";

/* database constuction start */
"Building Database" = "Building Database";

/* Certifacte picker for skill planner.  Keep the translation short. */
"Certs" = "Certs";

/* charisma attribute */
"Charisma" = "Charisma";

/* Close a skill plan */
"Close" = "Close";

/* Cell header for skill sheet */
"Current skills: %ld  (skill points %@)" = "Current skills: %1$ld  (skill points %2$@)";

/* Delete a skill plan */
"Delete" = "Delete";

/* download new database export */
"Downloading database" = "Downloading database";

/* english language */
"English" = "English";

/* Skill plan column header */
"Finish Date" = "Finish Date";

/* german language */
"German" = "German";

/* int attribute */
"Intelligence" = "Intelligence";

/* invalid language choice error message */
"Invalid selection" = "Invalid selection";

/* memory attribute */
"Memory" = "Memory";

/* Character is not training any skills */
"Not Training" = "Not Training";

/* No comment provided by engineer. */
"OK" = "OK";

/* perception attribute */
"Perception" = "Perception";

/* Column header for skill plan overview */
"Plan Name" = "Plan Name";

/* No comment provided by engineer. */
"Portrait will be refetched on character update" = "Portrait will be refetched on character update";

/* Skill plan column header */
"Progress" = "Progress";

/* No comment provided by engineer. */
"Refresh Portrait" = "Refresh Portrait";

/* Remove <SkillName> <SkillLevel> */
"Remove %@ %@" = "Remove %1$@ %2$@";

/* Rename a skill plan */
"Rename" = "Rename";

/* Skill plan column header */
"Running Total" = "Running Total";

/* russian language */
"Russian" = "Russian";

/* Ship picker for skill planner.  Keep the translation short. */
"Ships" = "Ships";

/* Column header for skill plan overview */
"Skill Count" = "Skill Count";

/* Skill plan column header */
"Skill Name" = "Skill Name";

/* Skill picker for skill planner. Keep the translation short. */
"Skills" = "Skills";

/* Skill plan column header */
"SP/Hr" = "SP/Hr";

/* Skill plan column header */
"Start Date" = "Start Date";

/* No comment provided by engineer. */
"Tarball extracted and verified" = "Tarball extracted and verified";

/* Train skill to level */
"Train to level %@" = "Train to level %@";

/* Cell header for the training queue on the character sheet. */
"Training Queue" = "Training Queue";

/* Column header for skill plan overview
   Skill plan column header */
"Training Time" = "Training Time";

/* database verification process */
"Verifying tarball" = "Verifying tarball";

/* willpower attribute */
"Willpower" = "Willpower";

/*new Strings*/

/*Number of skills incl. number of V skills*/
"%ld (%ld at V)" = "%ld (%ld at V)";

/*label for parent cell in outlineview*/
"  %@  -  skills: %lu,  points: %@" = "  %@  -  skills: %lu,  points: %@";

/*reload label for toolbar button*/
"reload" = "Reload";

/*label for Character toolbar button*/
"Characters" = "Characters";

/*label for Character sheet toolbar button*/
"Character Sheet" = "Character sheet";

/*label for skill planner toobar button*/
"Skill Planner" = "Skill planner";

/*label for Character PopUpButton*/
"Char List" = "Character list";

/*label for preference tab general*/
"General" = "General";

/*label for preference tab general*/
"Accounts" = "Accounts";

/*label for new Account in table*/
"Untitled" = "new account";

/*label for preference tab database*/
"Database" = "Database";

/* Label for Get API Key link */
"Need your API Key? Click here" = "Need your API Key? Click here";

/* Label for status line */
"Updating Characters" = "Updating Characters";

"Update Completed" = "Update Completed";

"Error updating characters" = "Error updating characters";